Repository: WPPlugins/transportersio
Catalog: languages/transportersio-*.po
Languages: nl_nl

source: Please select other vehicle type
nl_nl: Kies een ander type voertuig

source: Your return time is the same as outbound time. Please change your return time or unselect the return journey.
nl_nl: Uw terugkeer tijd is hetzelfde als de vertrek tijd. Wijzig uw terugkeer tijd of deselecteer de terugreis.

source: Select journey type
nl_nl: Kies type reis

source: Select vehicle type
nl_nl: Selecteer voertuigtype

source: Thank you for requesting a quote
nl_nl: Dank u voor het aanvragen van een offerte

source: Vehicle Type
nl_nl: voertuigtype

source: Transporters quote form
nl_nl: Transporters offerte formulier

source: Select Quote Form :
nl_nl: Kies offerte formulier:

source: Transporters Quote Form
nl_nl: Transporters offerte formulier

source: Please input URL Site.
nl_nl: Voer URL website in AUB.

source: Thank you for your request for a quote.
nl_nl: Dank u voor het aanvragen van een offerte

source: Get Quote
nl_nl: offerte aanvragen

source: Back
nl_nl: Terug

source: Mobile number
nl_nl: Mobiel nummer

source: Contact email
nl_nl: E-mailadres

source: Contact name
nl_nl: Voor- & Achternaam

source: Booking details
nl_nl: Boekingsgegevens

source: Journey Type
nl_nl: Reis type

source: Return date & time
nl_nl: Terugreis datum & tijd

source: Return journey needed?
nl_nl: Terugreis nodig?

source: Confirm destination
nl_nl: Bevestig bestemming

source: Confirm start location
nl_nl: Bevestig ophaal locatie

source: Pickup date & time
nl_nl: Ophaal datum en tijd

source: Destination
nl_nl: Bestemming

source: Enter a location
nl_nl: Voer een locatie in

source: Start location
nl_nl: Ophaal locatie

source: Get a Quote
nl_nl: Offerte aanvragen

source: Update Setting
nl_nl: Instellingen bewaren

source: Google Map API Key
nl_nl: Google Map API Sleutel

source: Get Google map API Key
nl_nl: Krijg Google Map API sleutel

source: Update Quote Form
nl_nl: Bewaar aanpassingen offerte formulier

source: Custom JS
nl_nl: Aangepaste JS

source: Custom CSS
nl_nl: Aangepaste CSS

source: Custom JS (after back)
nl_nl: Aangepaste JS (na terug)

source: Custom JS (after stage 2)
nl_nl: Aangepaste JS (na level 2)

source: Custom JS (after stage 1)
nl_nl: Aangepaste JS (na level 1)

source: Default to return journey
nl_nl: Standaard naar terugreis

source: required
nl_nl: vereist

source: URL Site
nl_nl: URL Website

source: Short code
nl_nl: Korte code

source: Settings
nl_nl: Instellingen

source: For support please visit
nl_nl: Voor ondersteuning kunt u terecht op

source: Simply enter your details on the quote form pages and then insert as either a widget or shortcode.
nl_nl: Voer uw gegevens in op de offerteformulier pagina's en voeg het als een widget of shortcode toe.

source: This plugin allows you to style and place up to 3 Transporters quote forms on your website
nl_nl: Deze plugin maakt het mogelijk om tot 3 Transporters offerte formulieren op uw website te wijzigen en plaatsen

source: Welcome to the Transporters.io Wordpress Plugin
nl_nl: Welkom op de Transporters.io Wordpress Plugin

source: Setting
nl_nl: Instellingen

source: Quote Form 3
nl_nl: Offerte formulier 3

source: Quote Form 2
nl_nl: Offerte formulier 2

source: Quote Form 1
nl_nl: Offerte formulier 1

source: This field is required.
nl_nl: Dit is een verplicht veld
